backend/app/controllers/api/v1/countries_controller.rb

SELECT "countries".* FROM "countries"
---
    def index
        countries = Country.all