backend/app/controllers/api/v1/riders_controller.rb

    def index
        riders = Rider.all
---
SELECT "riders".* FROM "riders"

    def create
        rider = Rider.new(rider_params)
        if rider.save
---
INSERT INTO "riders" ("name", "points", "country_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Pieter Devos"], ["points", 2935], ["country_id", 4], ["created_at", "2021-02-15 13:13:37.921383"], ["updated_at", "2021-02-15 13:13:37.921383"]]